{"full-text-retrieval-response": {
    "scopus-eid": "2-s2.0-85201473841",
    "originalText": "serial JL 272973 291210 291912 31 Transplantation Reviews TRANSPLANTATIONREVIEWS 2024-08-08 2024-08-08 2024-08-20 2024-08-20 2024-08-20T18:34:20 1-s2.0-S0955470X24000594 S0955-470X(24)00059-4 S0955470X24000594 10.1016/j.trre.2024.100876 S250 S250.1 FULL-TEXT 1-s2.0-S0955470X24X00038 2024-08-20T18:09:04.43288Z 0 0 20241201 20241231 2024 2024-08-08T12:28:47.612559Z articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref 0955-470X 0955470X false 38 38 4 4 Volume 38, Issue 4 10 100876 100876 100876 202412 December 2024 2024-12-01 2024-12-31 2024 article rev © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. WATERFLUIDINTAKEINKIDNEYTRANSPLANTRECIPIENTSUNDERRATEDTOPIC AFSAR B 1 Introduction 2 Methods 3 Results 4 Discussion 4.1 Water Hemostasis after KT 4.2 Factors affecting water intake after KT 4.3 What to suggest about water/fluid intake in KTRs? 5 Conclusion Study funding Acknowledgments References GORDON 2009 75 91 E PALMER 2014 1377 1384 S WENZEL 2006 344 346 U GOBBURU 2023 1702 1707 J AFSAR 2017 13 B STRIPPOLI 2011 326 334 G SONTROP 2013 434 442 J SPIGT 2006 438 443 M GONZALEZQUIROZ 2018 496 506 M BOUBY 1990 F973 F979 N SUGIURA 1999 1800 1810 T KANBAY 2019 5406 5420 M BOLIGNANO 2010 499 504 D CLARK 2013 e003666 W CLARK 2018 1870 1879 W GORDON 2010 E69 E81 E GORDON 2009 990 998 E 2009 S1 155 WEBER 2015 261 267 M MAGPANTAY 2011 499 505 L YAMANAGA 2024 3715 S MAZLOUM 2019 1282 1293 M PEDERSEN 1986 451 458 E TEKGUNDUZ 2009 3726 3730 E MAO 2020 e81 e82 C SCHNUELLE 2006 947 959 P AFSAR 2016 39 47 B BOORSMA 2022 175 183 E RUBIOGRACIA 2020 1545 1556 J BOSSINGHAM 2005 1342 1350 M KULLGREN 2015 35 41 K QURASHI 2012 551 553 S GHALIB 2008 141 144 M BINSALIH 2019 588 593 S AFSARX2024X100876 AFSARX2024X100876XB 2025-08-20T00:00:00.000Z 2025-08-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0955-470X(24)00059-4 S0955470X24000594 1-s2.0-S0955470X24000594 10.1016/j.trre.2024.100876 272973 2024-08-20T17:42:27.817033Z 2024-12-01 2024-12-31 1-s2.0-S0955470X24000594-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/MAIN/application/pdf/0290aeb21f0ce000951fc886d70f3937/main.pdf main.pdf pdf true 1964384 MAIN 7 1-s2.0-S0955470X24000594-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/PREVIEW/image/png/8a15aa61abe476e5c3b0ea01965b15f6/main_1.png main_1.png png 58538 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0955470X24000594-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr4/DOWNSAMPLED/image/jpeg/b216b6bd6056e496f60552328011ca76/gr4.jpg gr4 gr4.jpg jpg 52273 327 623 IMAGE-DOWNSAMPLED 1-s2.0-S0955470X24000594-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr1/DOWNSAMPLED/image/jpeg/4493c6d21099b7e65d88b0883dee0e2a/gr1.jpg gr1 gr1.jpg jpg 19837 488 382 IMAGE-DOWNSAMPLED 1-s2.0-S0955470X24000594-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr3/DOWNSAMPLED/image/jpeg/eaa05727c373a3daf90eaef852730830/gr3.jpg gr3 gr3.jpg jpg 33490 298 535 IMAGE-DOWNSAMPLED 1-s2.0-S0955470X24000594-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr2/DOWNSAMPLED/image/jpeg/2e179406e67cf2475c18e5c03fb1ecd2/gr2.jpg gr2 gr2.jpg jpg 42805 381 625 IMAGE-DOWNSAMPLED 1-s2.0-S0955470X24000594-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr4/THUMBNAIL/image/gif/d46e56343c1b52bdc65936bc36e773f0/gr4.sml gr4 gr4.sml sml 12736 115 219 IMAGE-THUMBNAIL 1-s2.0-S0955470X24000594-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr1/THUMBNAIL/image/gif/e473f6db8d5b9e24b865e75977ca7d93/gr1.sml gr1 gr1.sml sml 4278 164 128 IMAGE-THUMBNAIL 1-s2.0-S0955470X24000594-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr3/THUMBNAIL/image/gif/1522262994139c66d63db177df5533f7/gr3.sml gr3 gr3.sml sml 8633 122 219 IMAGE-THUMBNAIL 1-s2.0-S0955470X24000594-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/gr2/THUMBNAIL/image/gif/9db1ec1a71806a52f5551d0be09c6354/gr2.sml gr2 gr2.sml sml 9233 134 219 IMAGE-THUMBNAIL 1-s2.0-S0955470X24000594-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/HIGHRES/image/jpeg/03b9c7617e72f94034b8a2ecd7e05b62/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 160672 867 1654 IMAGE-HIGH-RES 1-s2.0-S0955470X24000594-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/HIGHRES/image/jpeg/5df4ec304779d53c451a4801bd7759d2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 140800 2164 1693 IMAGE-HIGH-RES 1-s2.0-S0955470X24000594-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/HIGHRES/image/jpeg/0ae402eb9cca50f84ec2f44c10f913ee/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 150774 947 1698 IMAGE-HIGH-RES 1-s2.0-S0955470X24000594-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0955470X24000594/HIGHRES/image/jpeg/1847815df7ba4a58fb54544b0f6163f1/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 152936 1037 1699 IMAGE-HIGH-RES YTRRE 100876 100876 S0955-470X(24)00059-4 10.1016/j.trre.2024.100876 Elsevier Inc. Fig. 1 Flow chart of the included studies. Fig. 1 Fig. 2 Factors Effecting Water/Fluid Balance after Kidney Transplantation. The factors effecting water/fluid balance differs in the early and late period of KT. In the early period high water/fluid intake may be recommended due to understandable reasons such as high initial immunosuppressive dose of immunosuppressant, previous surgery and urine concentration defect. In the late period there may be diluting defect in some kidney transplantation recipients (KTRs) possible due to increased ADH action. Forcing water/fluid intake may not be feasible in this patients but minimum amount of water/fluid must be discussed personally. To note, not all kidney transplantation recipients probably have concentrating and diluting defect due to heterogeneity among them. The exact period of transition from concentration to diluting defect is not known as well as whether this transition occurs in all KTRs or depends on baseline graft characteristics. Fig. 2 Fig. 3 Factors Affecting Water Intake in Kidney Transplant Recipients. There are many possible factors influencing water/fluid intake in kidney transplantation recipients (KTRs). These include but not limited to sense of thirst, seasonal changes, exercise level, nutritional behaviors and duration of dialysis treatment. As these change in every KTRs, the water/fluid intake should be arranged individually by discussing with the physician as a shared decision making. Fig. 3 Fig. 4 The Unknowns of Water/Fluid Intake in Kidney Transplant Patients. Despite a very vital issue, surprisingly there are various unknowns regarding water/fluid intake in kidney transplantation recipients (KTRs). These include amount and type of fluid intake, tracking of water/fluid intake, effect of social support, water/fluid intake in special group of KTRs (e.g. de-novo nephrolithiasis, frequent urinary tract infection) and physician recommendations. Fig. 4 Table 1 Studies Specifically Measuring Water/Fluid Intake and Its Consequences in Kidney Transplant Recipients. Table 1 Ref Methods Fluid/water intake, effect on electrolytes and osmolarity Effect kidney Function (GFR, proteinuria) Limitations Gordon et al., 2009 [20] -Fluid intake reviewed in 88 KTRs by surveys-eGFR measured every 6 months up to 1 year)-Fluid adherence was determined if KTRsDrink ≥3 L of fluid of daily -Changes in electrolytes: Not reported - Fluid adherence (≥3 l) correlated to better graft function (eGFR) in bivariate analysis which did not persist in multivariate analysisProteinuria/albuminuria: NR -Small sample size-Short follow-up-Water intake not measured specifically- Weber et al., 2015 [23] −5 year randomized double-blind placebo- controlled trial which evaluated the efficacy of losartan (100 mg/d) vs. placebo in the prevention ofinterstitial fibrosis/tubular atrophy-Primary endpoint: doubling of the cortical volume occupied by interstitium in biopsies obtained at baseline andfive year later andESRD from biopsy proven ınterstitial fibrosis and tubular atrophySecondary end-points: Doubling of interstitium or any ESRD−148 KTRs underwent baseline and five-yrs. allograft biopsies in addition to annualiothalamate GFR measurements and 24-h urinecollection−24-h urine protein and albumin measurements-Participants were divided into tertiles based on24-h urine volume (<1.73 L/d (n:49), 1.73–2.56 L/d (n:50),and > 2.56 L/ d, n:49) - The mean urine volume was not changed during follow-up-Urine sodium excretion (mEq/L/d) increased as going from lowest to highest tertiles 114.8 ± 61.6182.5 ± 75.5, 231.9 ± 108.6- For each 10 mEq/L/d increase in urine sodium at baseline, urine volume increased 50 mL/d- 60 patients did not complete final visit due to death, reaching ESRF within 5 years or withdrawal from study-Among these, 28.4 % had a baseline urine volume < 1.73 L/d, 36.4 % were between 1.73 and 2.56 L/d and 35.2 % were > 2.56 L/d (NS). -Urine protein excretion (g/d) increased as going from lowest to highest tertiles as 0.28 ± 0.24, 0.44 ± 0.33, 0.76 ± 0.80-The highest urinary tertile (compared to lowest) was not associated with GFR and ACR-Urinary volume is not a predictor of interstitial fibrosis/tubular atrophy, doubling of the cortical volume occupied by interstitium- Highest urine volume and urine sodium tertile were not associated with doubling of creatinine, acute rejection ESRD, or death, -Fluid intake was not directly measured Magpantay et al., 2011 [24] -Prospective, randomized study including KTRs with graft failure.-KTRs randomized to normal fluid intake (NFI: 2 L/day, n:33) vs. high fluid intake (HFI: 4 L/day, n:29).−24-h urine collected to measure urine volume, proteinuria, albuminuria, and urine osmolality at 2 weeks and 3, 6, and 12 months. -KTRs with NFI were older (58 ± 10 vs. 50 ± 14 years) and higher transplant duration (61 vs.36 months) vs. HFI-Urine osmolality (mosmol/L) were higher in baseline (386 ± 96 vs. 315 ± 143), at 3 months (392 ± 109 vs. 326 ± 121), at 6 months (404 ± 152 vs. 341 ± 154) in NFI vs. HFI but it was similar at 12 months (447 ± 147 vs. 475 ± 176)-Hyponatremia (Na < 135):Baseline:1 patient in each groupAt 12 months: 2 patients in HFI group and 1 patient in NFI group -Baseline, 3,6 and 12 months eGFR (mL/min/1.73 m2) were 44 ± 9 vs. 46 ± 15, 41 ± 10 vs. 45 ± 16, 41 ± 9 vs.43 ± 15, 41 ± 9 vs. 44 ± 15 in NFI vs. HFI and not different at any time point between groups.-Proteinuria (g/day) were not different at any time point between groups. -Small sample size-Relatively short follow-up period-Water intake was not specified- Loss ofadherence to the prescribed fluid intake over time Yamanaga et al., 2024 [25] -Retrospective analysis of 167 KTRs with baseline kidney biopsy data-Self-reported daily water intake and change in GFR (median 77 months) was separately analysis in KTR with 2 groups(I):CC (n:38): biopsy with chronic changes including interstitial fibrosis and tubular atrophy and arteriolar hyalinosis) and control (C) (n:129)-eGFR and urine protein assessments performed at1-year after transplantation. - 1000-2000 mL water intake/dayrecommended, irrespective of the baseline biopsy status.-Urine NaCI /day at 1 year and at the latest year did not differ between C and CC groups -Baseline age, BMI and Hba1c was higher in CC vs control but pre-donation GFR and urinary protein excretion were similar. In CC group, during follow-up of 5 years, GFR was best at levels of 1000–1500 mL (+1.95 mL/min/1.73 m2) but decreased as water intake >2000 cc (−1.92 mL/min/1.73 m2). In contrast, in control group GFR was positively correlated with water intake-Five-year graft and patient survival, acute rejection and de novo donor-specific antibody (DSA) rates did not differ between the groups.-The positive impact of increased water intake was also observed in the urine protein <1 and eGFR ≥45 groups-Urinary protein was not influenced by water intake -Retrospective design-Only baseline biopsy no protocol biopsies.- Recipients were instructed tonote only plain water intake but not other fluids Abbreviations: KTRs: Kidney Transplant Recipients, eGFR: Estimated Glomerular Filtration Rate, NR: Non-reported, ESRD: End-stage renal disease, ACR: Albumin/creatinine ratio, BMI: Body mass ındex, Hba1c: Glycated hemoglobin. Review article Water/fluid intake in Kıdney transplant recipients: An underrated topic Baris Afsar ⁎ Rengin Elsurer Afsar Yasar Caliskan Krista L. Lentine Saint Louis University, School of Medicine, Division of Nephrology, St. Louis, MO, USA Saint Louis University School of Medicine, Division of Nephrology St. Louis MO USA Saint Louis University, School of Medicine, Division of Nephrology, St. Louis, MO, USA ⁎ Corresponding author. Although kidney transplantation (KT) is the best treatment option for end-stage kidney disease, long-term complications such as chronic kidney allograft dysfunction and cardiovascular disorders are observed. To decrease these complications, preventive measures must be applied in kidney transplant recipients (KTRs). One of these common measures is the increase of water/fluid intake although this is not evidence-based practice. Indeed, surprisingly very limited studies evaluated the impact of increased water/fluid intake on graft function, with small number of KTRs and short term follow-up. We suggest that the water/fluid intake should be personalized based on baseline graft function, time onset after KT (which water homeostasis changes), presence of hyponatremia and hypervolemia, concomitant medications, and patient willingness. Methods for estimating water/fluid intake (direct measurement, 24-h urine volume measurement, urine osmolarity) has both advantages and drawbacks and the best method has not been identified. Increase of water/fluid intake in specific conditions (in hot, and humid weather, before exercise, during Ramadan fasting) or in distinct KTRs (KTRs with de novo nephrolithiasis, frequent urinary tract infections) is not tested. Furthermore, the relationship between water/fluid intake and major cardiovascular adverse events are not known. There is no doubt that minimum amount of water/fluid intake is necessary for graft function (the amount is not known) but there is no evidence for a particular target level of water/fluid intake. In the current review, we summarize the studies assessing fluid/water intake in KTR, explained the pathophysiologic basis of water disorders in early period of KT and late after KT, elucidate conflicts and unknown issues of water intake in KTRs and suggest future research needs. Keywords Fluid intake Graft function Kidney transplantation Urine volume Renal transplantation water intake Data availability No new data generated during and/or analyzed during the current. 1 Introduction Starting and continuing of self-care practice after kidney transplantation (KT) is vital for proper functioning and longevity kidney graft. One of these common practices is to increase water/fluid intake [1]. In general population, daily water or fluid intake of at least eight glasses is reinforced, although the evidence is sparse and conflicting [2]. On the other hand, patients with chronic kidney disease (CKD) are advised by their physicians to take more fluid intake even up to maximum of 4 L although this behavior is the results of various misconceptions [3]. Except for specific indications such as nephrolithiasis, polycystic kidney disease or primary hyperoxlauria [4,5], limited studies show conflicting results with regard to increased water/fluid intake various outcomes. It was argued that increased water intake slow progressıon of CKD by suppression of arginine vasopressin (AVP). Increased copeptin as a surrogate marker for AVP has been hypothesized to increase kidney damage by vasoconstriction, glomerular hyperfiltration, increased renin-angiotensin system activity, insulin resistance and inflammation [6]. However, studies are inconsistent and while some studies showed that increased water intake is beneficial with regard to kidney and cardiovascular outcomes [7,8] others showed either negative [9] or no association [10]. In patients with CKD, studies investigating the impact of water intake is also conflicting. Recent epidemics of CKD of unknown origin in Central America, which is probably related to insufficient water intake and chronic volume depletion, were reported and named “Mesoamerican nephropathy” [11]. A recent study, found a U-shaped association with both low (< 1 L/day) and high (> 2 L/day) water intake related with progression of CKD [12]. To complicate the things even further, older experimental evidence suggest that high water intake ameliorated glomerular [13] and tubulointerstitial injury [14] by decreasing AVP. Indeed, high copeptin levels; a surrogate marker of AVP, has been associated with worse cardio-renal outcomes [15] and suppressing of AVP by high water intake is suggested to improve glomerular filtration rate (GFR), glomerular hyperfiltration and sclerosis [16]. There are also studies assessing the impact of water intake in late stages of CKD. Clark et al. randomly, assigned 29 adults with stage 3 CKD (estimated GFR 30–60 mL/min/1.73 m2 and albuminuria) to two groups of water intake: hydration (n:18) or standard (n:11). Hydration group increased their water intake by 1.0–1.5 L/day in addition to usual intake for 6 weeks, while the control group carried on with their usual intake. Between baseline and 6-week follow-up, the 24-h urine volume increased by 0.7 L/day in hydration group and decreased by 0.3 L/day in control group (p: 0.002) with no significant changes in urine, serum osmolality or electrolyte concentrations, or eGFR were observed [17]. In a more recent randomized trial, 631 CKD patients with mean eGFR of 43 mL/min/1.73 m2; increased hydration with water intake (increased 0.6 l/day vs. control group) did not significantly slow the decline in kidney function after 1 year [18]. In kidney transplant recipients (KTRs), little is known about water/fluid intake and related outcomes. Moreover, In KTRs, the demographic, clinical and psychosocial factors that may be related to water/fluid intake is not known [19]. This is surprising since every physician most probably faced a question: “How much do I need to take water daily?” This question is particularly pertinent to patients seen in nephrology, internal medicine, kidney transplantation or cardiology clinics. Although transplant clinicians generally advise patients to stay “adequately hydrated”, e.g., approximately 2–3 L/day, the impact of water intake practices on graft function over time is not well described. Furthermore, amount of water/fluid intake per day and season may vary by transplant center [20]. There is no definitive recommendation for water/fluid intake in KTRs, except for in the case of primary hyperoxaluria, where the 2009 Kidney Disease: Improving Global Outcomes (KDIGO) Kidney Transplant Recipient Guideline offers a class 2C recommendation increased oral fluid intake to enhance urinary dilution of oxalate [21]. Thus, there is even less and conflicting data regarding the water intake in KTRs. Of note, it must be stressed that while recommending to KTRs to be well-hydrated, the water intake independent of other fluids are important although the amount of distinct water recommendation is not specified in literature. For example, although sugar sweetened beverage intake is also included in total fluid intake, increased consumption of sugar sweetened beverage has been shown to increase mortality in KTRs [22]. Previous literature showed that a limited number of studies have addressed water/fluid intake in KTRs. In the current review, we have summarized these studies, explained the pathophysiology of water disorders in the early and late period after KT, elucidate conflict and unknown issues of water intake in KTRs and suggest future research proposals regarding water/fluid intake in KTRs. 2 Methods We performed review of the literature in English language until May 2024 using major online databases (PubMed, Web of Science, Scopus, Cochrane Library and Google Scholar) using the key words “fluid intake and renal transplantation”, “fluid intake and kidney transplantation”, “water intake and renal transplantation”, “water intake and kidney transplantation”, “graft function and fluid intake”, “graft function and water intake”, “urine osmolarity and renal transplantation”, “urine osmolarity and kidney transplantation”. After screening of the studies, only studies with at least once measured or estimated fluid/water intake, estimated urine osmolarity, measurement of 24-h urine output (last 2 as surrogate of (water/fluid intake) in KTRs were included. The flow chart of the included studıes were shown ın Fig. 1 . 3 Results We identified only 4 studies meeting selection criteria (Table 1 ). Some observational [20,23] or interventional [24] studies showed that increased fluid/water intake was not associated with GFR in KTRs. One retrospective study showed that increased water intake >2000 mL in KTRs with pathologic graft changes (interstitial fibrosis tubular atrophy and arteriolar hyalinosis) at the time of transplantation was associated with faster GFR decline. On the other hand, there was a positive relationship between water intake and GFR in KTRs without pathological graft changes, suggesting baseline graft quality may be important when evaluating the impact of water intake in KTR [25]. With regard to relationship between water intake and proteinuria/albuminuria (other markers for kidney function), one interventional study found that urinary protein excretion was not altered by high fluid intake (water intake was not specified) [24], while another observational study has shown that urine protein excretion was increased as 24-h urine volume (as a surrogate of water intake) increased [23]. No study evaluated the impact of water intake on major adverse cardiovascular events (MACE). There were no specific studies in populations for which water intake may be hypothetically useful based on etiology of end stage kidney disease (nephrolithiasis, polycystic kidney disease). 4 Discussion In the current review, we summarize available studies specifically investigating the impacts of water/fluid intake in KTRs. Surprisingly, very few studies have addressed this topic. Interestingly, studies have shown that increased water/fluid intake did not improve graft function and have neutral effect. Only one study showed that high fluid intake was associated with better GFR, particularly in patients with baseline kidney biopsy findings without interstitial fibrosis, tubular atrophy and arteriolar hyalinosis. However, only 3 patients in this study had daily water intake greater than 3000 mL. On the other hand, the same study showed that in KTRs with baseline kidney graft interstitial fibrosis, tubular atrophy and arteriolar hyalinosis, increased water intake >2000 mL/day was associated with worse GFR. This suggests that the impact of increased water intake on graft function might differ between histologically healthy or pre-diseased grafts [25]. What do these data tell us? Do we need to abandon the increased water intake to protect kidneys - a central dogma that is familiar to most people? Although the true answer to this question is not known due to limited data, we do not think it is advisable to limit water/fluid intake, bearing in mind the lack of evidence for exact water/fluid intake in KTRs. We believe that a personalized approach should be implemented since the differences between graft characteristics, time of onset after KT, medications used, and patient characteristics are important. In the following sections, we described the difference between water homeostasis in the early and late period of KT, factors affecting water/fluid intake in KTRs, conflicting and unknown issues, and suggest topics in need of future research. 4.1 Water Hemostasis after KT In hemostatic conditions, extracellular fluid and blood osmolality are kept between certain limits by coordination of various sensors in brain, heart and kidney [15]. However, in patients with CKD, these mechanisms may be perturbed. Indeed, in CKD both urine concentration (due to reduced GFR and dysfunction of counter-current mechanism) and dilution probably due to excess AVP action are disrupted [26]. The water hemostasis after KT is a complex issue and many factors effect this balance ( Fig. 2 ). Going back to 1986, Pedersen et al. demonstrated that in KTRs, an elimination oral water occurs more slowly than in healthy subjects, suggesting a diluting defect in these patients. The average duration since transplantation was 63 months (range 3–166) but the analysis was not specified according to time after KT [27]. Another study has shown that free water excretion capacity is frequently reduced in KTRs [28]. In a recent retrospective study including 1258 KTRs, Mazloum et al. performed water-loading test after 3 months of KT to assess osmoregulation performance which 164 healthy candidates for kidney donation served as controls. Unlike controls, most kidney transplant recipients failed to maintain plasma sodium during water loading suggesting urine diluting effect and decreased free water clearance in KTRs. Hyponatremia (Na < 135 mmol/L) was observed in 365 KTRs (29 %) but only one healthy candidates at the end of the test suggesting impaired osmoregulation in KTRs. Moreover, steeper plasma sodium reduction during the test independently associated with the composite outcome of all-cause mortality, lower GFR and allograft loss at 12 months [26]. All these data contrast with the notion that KTRs are advocated to maintain high water intake to prevent dehydration, especially during the late post-transplantation period [26]. Indeed, fluid intake >3 L/day is commonly recommended in KTRs with resultant polyuria. The assumption that suboptimal function of the post-transplant proximal tubule is associated with a concentration defect, which can lead to dehydration, may have reinforced this practice [24]. While this assumption may be true in the immediate post-transplant period, recommendations mandating high fluid intake subsequently may not be beneficial [29]. Since some KTRs may have also diluting defect as suggested above [26], automatically provoking high fluid intake may be not have beneficial effects. While there is no debate about the dangers of fluid depletion especially early KT [30], a widespread recommendation fluid intake of >3 L/day in the post-transplant period is not evidence based and may be harmful [29]. In light of the above data, one may suggest that high fluid intake may be appropriate in the early period after KT to reduce drug toxicity (as high doses used in early period) and due to decreased proximal tubule dysfunction and concentration defect in some KTRs. However, late in the KT period, there may be a diluting defect in the allograft [26,28] which may predispose to hypervolemia if high water/fluid intake is followed, with resultant graft dysfunction due to renal congestion [31]. In addition, increased water intake may cause edema in the graft resulting in tubular compression and ischemia although this hypothesis has not been established in transplanted kidneys to date, but has been observed in patients with heart failure [32,33]. However, many important questions remain. First, the exact time regarding the shift from concentrating defect to diluting defect in the graft is not specified. Second, whether this shift occurs in every KTRs is not known. Third, it is not defined whether baseline histologic parameters of graft impact this shift. These are all unanswered questions warranting further investigation. While addressing water hemostasis after KT, oral intake must be also considered. Indeed, oral intake may change between early after and late after KT. It was suggested that patients early post-transplant are more likely to be adherent to clinicians fluid intake recommendations given their high motivation, compared with later post-transplant period [20]. Thus, patients may automatically increase their water/fluid intake in the early period; a condition that must be taken into consideration. Thus, it is reasonable to suggest that high water/fluid intake can be encouraged in the early post-operative period where concentrating effects and drug toxicity risks are highest, if no contraindications exists such as hyponatremia and hypervolemia. However, in the later period; the high water/fluid intake may not be advisable at least in some KTRs (the exact period is not known) due to limitation or defect of free water excretion capacity necessitating individualized approach. Of note, as suggested above; the time period of this shift and implications for the optimal amount of water/fluid intake have not been specified in for the early and late KTR. 4.2 Factors affecting water intake after KT Aside from lack of data about the optimal amount of water in KT, there are a lot of clinical practice gaps with regard to water/fluid intake in this population (Fig. 3 ). These include but are not limited to (i): the distinction between water intake and fluid intake which also includes tea, coffee and sugar-sweetened beverages etc. is not specified in most studies. Thus, while recommending the patients to be well-hydrated, the amount of water recommended is not specified in literature (ii): Only few KTRs receive specific comments about water/fluid intake by their physicians. In a survey based study, it was demonstrated that 37 % of KTRs did not receive any specific recommendations about how much water/fluid to drink; but advised only to drink plenty of fluids (without mention of water) [1] (iii): Some KTRs think that their amount of fluid intake is already good because they are naturally “big drinkers” although the amount of this “big drinking” was not specified [1]. (iv): Feeling full or more urinating with more water consumption may be a burden to patients which was not reported in previous studies. (v): Previous behaviors learned during dialysis to limit fluid intake may lead to continued fluid intake limitations after KT. One study showed that KTRs which are on dialysis therapy for more than 3 years restrict daily fluid intake more compared to patients with dialysis therapy less than 1 year. Thus, the transition from low fluid intake to normal fluid intake may be more stringent in KTRs with more history of dialysis therapy [1]. Thus, bearing in mind that the absolute amount of water intake is not known in KTRs, in some patients with suspicion of low-water intake the causes of this behavior may have many roots. 4.3 What to suggest about water/fluid intake in KTRs? The literature about intake of fluid/water in KTRs is very limited and no specific guideline addressed this issue based on solid evidence. Moreover, there are a lot of knowledge gaps (Fig. 4 ). One of the most important issue is whether routine habitual water drinking should be advised without the sense of thirst in KTRs. This question has no definite answer but at this time, we believe probably not. As suggested, none of the studies (although limited in number) showed beneficial impact of high water/fluid intake with regard to graft function. Additionally, high water/fluid intake (amount not specified in the literature) may be feasible in the early transplantation period but not in the late period of KT, as water homeostasis differs in the early and late period of KT. Still, we believe that a minimum amount of water/fluid intake is necessary for proper graft function but this amount may differ for individual patients. Yamagana et al. suggested that 1000–2000 mL of water intake daily may be optimal for KTRs [25] However, this suggestion is based on only one study and more studies are needed to suggest firm conclusions. In addition, some KTRs already applied this habitual water intake by their self not to experience dehydration. By using semi-structured review, 21/82 of KTRs reported intentional fluid intake (not specified as water) without thirst and 15/82 of KTRs reminded themselves to drink and stayed aware of the need to drink, although the outcomes of this behavior were not followed [1]. There are also special considerations that needs to be addressed. Firstly, there is no doubt that KTRs have different characteristics. Even at the same level of graft function, there is wide heterogeneity with regard to osmoregulation [26] needing personalized approach and shared decision making. Second, studies are not present whether water intake during different seasons, especially increasing in hot and humid weather or before exercise, needs to be automatically increased in KTR. The education of KTRs may be important in this context and to automatically increase their water content when at facing exposure that pose risk for dehydration. Moreover, KTRs may learn to check their urine color (darker, more dehydrated) or skin turgor. All these issues are unknown in KTRs and studies are needed. Third, the impact of asking about water intake routinely by the physician -a simple measure- needs to be tested. This may seem very simplistic at first glance as above, a study showed that 37 % of KTRs did not receive any specific recommendations about how much fluid/water to drink [1]. Another important issue is the fact that it is not known the best tracking method for fluid/water intake in KTRs. Gordon et al., reviewed fluid intake in 88 KTRs by surveys and fluid adherence was determined if KTRs drink ≥3L of fluid of daily although water intake not measured specifically. Thus surveys may be used to tract water/fluid intake in KTRs although more studies are needed in this issue [19]. Apart from above mentioned self-management issues (urine color, skin turgor etc.) and direct measurement of water intake, 24-h urine volume and urine osmolality measurements as proxy measures of water intake or combination of them can be used. Although urine volume measurements seems accurate, one must remember that approximately 60 % of total water output occurs via urine and the remaining occurs through gastrointestinal and insensible losses [34]. In a healthy individual, urine specific gravity reflects renal free water clearance and hydration status. However, calcineurin inhibitors may increase and chronic interstitial fibrosis may decrease urine specific gravity, making interpretation of this parameter in KTRs more problematic [35]. In the outpatient setting, measuring of urine output may be used but is subject to error, can be burdensome to patients, and is also affected not by only water intake but also by total fluid intake. Directly measuring water intake by bottle or drinking glass has been used. Indeed, this method was studied in pediatric KTRs [35]. However, this study measured fluid intake and not specifically water intake per se. Although, fluid intake was increased by bottle use, the increase of fluid intake did not impact kidney function negatively or positively, although the study duration was only 28 days [35]. Whether living alone or with family number may also be important. For example, KTRs reported relying on family members to remind them to drink or bring them fluids [1] implying the importance of social support. This is also important because the adherence of KTRs to water/fluid intake regimens may be problematic, especially in long term even under supervision [24]. There is also a knowledge gap regarding the specific KTRs for whom increased water intake may be beneficial such as KTRs with de-novo nephrolithiasis, with recurrent urinary tract infections, or those who working in hot and humid conditions. One of the unknown issues is the effect of Ramadan fasting. Some studies have showed that Ramadan fasting did not adversely affect graft function [36,37]. However, a meta-analysis showed that GFR decreased in fasting KTRs versus non-fasting KTRs although these results were associated with significant publication bias (systematic heterogeneity). Importantly, there were no changes of GFR before and after Ramadan fasting with patients acting as their own controls, a data exploited from 5 studies [38]. It was suggested that KTRs wishing to fast should undergo a thorough risk assessment, and medication assessment, plan for regular monitoring of graft function and electrolytes and recommendations including fluid ıntake. Patients in very high risk and high risk according to International Diabetes Federation and the Diabetes and Ramadan International Alliance categories should not fast and KTRs with low/moderate risk category may be able to cautiously fast with guidance from their clinician with close follow-up [39]. Of note, the optimal fluid/water intake is either not established in these patients. Last but not least, whether water intake effects MACE or blood pressure regulation has been not studied in KTRs. 5 Conclusion Surprisingly, in KTRs, studies investigating water/fluid intake and its clinical correlations are scarce, involving small number of patients with short follow-up periods. Limited evidence supports that forcing patients to increase water/fluid intake to 3–4 Liters/day is not beneficial, although the needed minimum amount of fluid/water intake is to be determined. We thought that this should be not fixed to certain absolute level but rather personalized based approach is needed depending on a variety of factors, including thirst, physical activity levels, salt taste perception, level of graft function, presence of hyponatremia, and hypervolemia, concomitant use of other drugs, presence of obesity, and presence of diabetes. It seems rational that in the early period of KT (what is this early period should be defined more precisely in further studies) water/fluid intake could be increased (to what level is not known) due to concentration defect and fear of immunosuppressive toxicity where the dosages are maximum. However, later on, high level of water/fluid intake should not be forced due to transition from concentrating defect to diluting defect of graft at least in some KTRs. In addition, currently no study showed the beneficial effects of high fluid/water intake on graft function. We also believe that both physicians and patients should be flexible in their regimens and tailor to exposures, for example, by increasing their fluid intake in hot humid weather and before exercise. Self-management strategies may be implemented such as control of urine volume and turgor of skin. It also needs to be tested whether new e-health technologies will be useful in tracking water intake and urine volume in KTRs. Furthermore, trials could also be undertaken in high risk KTRs such as those with urinary tract infections or renal calculi to evaluate high water/fluid intake and graft and cardiovascular outcomes. In conclusion, the role of water/fluid intake and their impact on graft function is not well-studied in KTRs but remains a very important topic warranted future study. Various knowledge gaps must be filled with well-planned, prospective, and randomized controlled studies. Study funding None declared. Declaration of competing interest None. Acknowledgments None declared. References [1] E.J. Gordon T.R. Prohaska M. Gallant L.A. Siminoff Self-care strategies and barriers among kidney transplant recipients: a qualitative study Chronic Illn 5 2009 75 91 E.J. Gordon, T.R. Prohaska, M. Gallant, L.A. Siminoff, Self-care strategies and barriers among kidney transplant recipients: a qualitative study, Chronic Illn, 5 (2009) 75-91. [2] S.C. Palmer G. Wong S. Iff J. Yang V. Jayaswal J.C. Craig Fluid intake and all-cause mortality, cardiovascular mortality and kidney function: a population-based longitudinal cohort study Nephrol Dial Transplant 29 2014 1377 1384 S.C. Palmer, G. Wong, S. Iff, J. Yang, V. Jayaswal, J.C. Craig, E. Rochtchina, P. Mitchell, J.J. Wang, G.F. Strippoli, Fluid intake and all-cause mortality, cardiovascular mortality and kidney function: a population-based longitudinal cohort study, Nephrol Dial Transplant, 29 (2014) 1377-1384. [3] U.O. Wenzel L.A. Hebert R.A. Stahl I. Krenz My doctor said I should drink a lot! Recommendations for fluid intake in patients with chronic kidney disease Clin J Am Soc Nephrol 1 2006 344 346 U.O. Wenzel, L.A. Hebert, R.A. Stahl, I. Krenz, My doctor said I should drink a lot! Recommendations for fluid intake in patients with chronic kidney disease, Clin J Am Soc Nephrol, 1 (2006) 344-346. [4] M. Courbebaisse, S. Travers, E. Bouderlique, A. Michon-Colin, M. Daudon, A. De Mul, L. Poli, S. Baron, C. Prot-Bertoye, Hydration for adult patients with nephrolithiasis: specificities and current recommendations, Nutrients, 15 (2023). [5] J. Gobburu V. Ivaturi X. Wang S.E. Shoaf P. Jadhav R.D. Perrone Comparing effects of Tolvaptan and instruction to increase water consumption in ADPKD: post hoc analysis of TEMPO 3:4 Kidney 360 2023 1702 1707 J. Gobburu, V. Ivaturi, X. Wang, S.E. Shoaf, P. Jadhav, R.D. Perrone, Comparing Effects of Tolvaptan and Instruction to Increase Water Consumption in ADPKD: Post Hoc Analysis of TEMPO 3:4, Kidney360, 4 (2023) 1702-1707. [6] B. Afsar Pathophysiology of copeptin in kidney disease and hypertension Clin Hypertens 23 2017 13 B. Afsar, Pathophysiology of copeptin in kidney disease and hypertension, Clin Hypertens, 23 (2017) 13. [7] G.F. Strippoli J.C. Craig E. Rochtchina V.M. Flood J.J. Wang P. Mitchell Fluid and nutrient intake and risk of chronic kidney disease Nephrology (Carlton) 16 2011 326 334 G.F. Strippoli, J.C. Craig, E. Rochtchina, V.M. Flood, J.J. Wang, P. Mitchell, Fluid and nutrient intake and risk of chronic kidney disease, Nephrology (Carlton), 16 (2011) 326-334. [8] J.M. Sontrop S.N. Dixon A.X. Garg I. Buendia-Jimenez O. Dohein S.H. Huang Association between water intake, chronic kidney disease, and cardiovascular disease: a cross-sectional analysis of NHANES data Am J Nephrol 37 2013 434 442 J.M. Sontrop, S.N. Dixon, A.X. Garg, I. Buendia-Jimenez, O. Dohein, S.H. Huang, W.F. Clark, Association between water intake, chronic kidney disease, and cardiovascular disease: a cross-sectional analysis of NHANES data, Am J Nephrol, 37 (2013) 434-442. [9] L.A. Hebert, T. Greene, A. Levey, M.E. Falkenhain, S. Klahr, High urine volume and low urine osmolality are risk factors for faster progression of renal disease, Am J Kidney Dis, 41 (2003) 962–971. [10] M.G. Spigt J.A. Knottnerus K.R. Westerterp M.G. Olde Rikkert C.P. Schayck The effects of 6 months of increased water intake on blood sodium, glomerular filtration rate, blood pressure, and quality of life in elderly (aged 55-75) men J Am Geriatr Soc 54 2006 438 443 M.G. Spigt, J.A. Knottnerus, K.R. Westerterp, M.G. Olde Rikkert, C.P. Schayck, The effects of 6 months of increased water intake on blood sodium, glomerular filtration rate, blood pressure, and quality of life in elderly (aged 55-75) men, J Am Geriatr Soc, 54 (2006) 438-443. [11] M. González-Quiroz N. Pearce B. Caplin D. Nitsch What do epidemiological studies tell us about chronic kidney disease of undetermined cause in Meso-America? A systematic review and meta-analysis Clin Kidney J 11 2018 496 506 M. González-Quiroz, N. Pearce, B. Caplin, D. Nitsch, What do epidemiological studies tell us about chronic kidney disease of undetermined cause in Meso-America? A systematic review and meta-analysis, Clin Kidney J, 11 (2018) 496-506. [12] S. Wagner, T. Merkling, M. Metzger, L. Bankir, M. Laville, L. Frimat, C. Combe, C. Jacquelinet, D. Fouque, Z.A. Massy, B. Stengel, Water intake and progression of chronic kidney disease: the CKD-REIN cohort study, Nephrol Dial Transplant, 37 (2022) 730–739. [13] N. Bouby S. Bachmann D. Bichet L. Bankir Effect of water intake on the progression of chronic renal failure in the 5/6 nephrectomized rat Am J Physiol 258 1990 F973 F979 N. Bouby, S. Bachmann, D. Bichet, L. Bankir, Effect of water intake on the progression of chronic renal failure in the 5/6 nephrectomized rat, Am J Physiol, 258 (1990) F973-979. [14] T. Sugiura A. Yamauchi H. Kitamura Y. Matsuoka M. Horio E. Imai High water intake ameliorates tubulointerstitial injury in rats with subtotal nephrectomy: possible role of TGF-beta Kidney Int 55 1999 1800 1810 T. Sugiura, A. Yamauchi, H. Kitamura, Y. Matsuoka, M. Horio, E. Imai, M. Hori, High water intake ameliorates tubulointerstitial injury in rats with subtotal nephrectomy: possible role of TGF-beta, Kidney Int, 55 (1999) 1800-1810. [15] M. Kanbay S. Yilmaz N. Dincer A. Ortiz A.A. Sag A. Covic Antidiuretic hormone and serum Osmolarity physiology and related outcomes: what is old, what is new, and what is unknown? J Clin Endocrinol Metab 104 2019 5406 5420 M. Kanbay, S. Yilmaz, N. Dincer, A. Ortiz, A.A. Sag, A. Covic, L.G. Sánchez-Lozada, M.A. Lanaspa, D.Z.I. Cherney, R.J. Johnson, B. Afsar, Antidiuretic Hormone and Serum Osmolarity Physiology and Related Outcomes: What Is Old, What Is New, and What Is Unknown?, J Clin Endocrinol Metab, 104 (2019) 5406-5420. [16] D. Bolignano C. Zoccali Vasopressin beyond water: implications for renal diseases Curr Opin Nephrol Hypertens 19 2010 499 504 D. Bolignano, C. Zoccali, Vasopressin beyond water: implications for renal diseases, Curr Opin Nephrol Hypertens, 19 (2010) 499-504. [17] W.F. Clark J.M. Sontrop S.H. Huang K. Gallo L. Moist A.A. House The chronic kidney disease water intake trial (WIT): results from the pilot randomised controlled trial BMJ Open 3 2013 e003666 W.F. Clark, J.M. Sontrop, S.H. Huang, K. Gallo, L. Moist, A.A. House, M.A. Weir, A.X. Garg, The chronic kidney disease Water Intake Trial (WIT): results from the pilot randomised controlled trial, BMJ Open, 3 (2013) e003666. [18] W.F. Clark J.M. Sontrop S.H. Huang K. Gallo L. Moist A.A. House Effect of coaching to increase water intake on kidney function decline in adults with chronic kidney disease: the CKD WIT randomized clinical trial Jama 319 2018 1870 1879 W.F. Clark, J.M. Sontrop, S.H. Huang, K. Gallo, L. Moist, A.A. House, M.S. Cuerden, M.A. Weir, A. Bagga, S. Brimble, A. Burke, N. Muirhead, S. Pandeya, A.X. Garg, Effect of Coaching to Increase Water Intake on Kidney Function Decline in Adults With Chronic Kidney Disease: The CKD WIT Randomized Clinical Trial, Jama, 319 (2018) 1870-1879. [19] E.J. Gordon T.R. Prohaska M.P. Gallant A.R. Sehgal D. Strogatz D. Conti Prevalence and determinants of physical activity and fluid intake in kidney transplant recipients Clin Transplant 24 2010 E69 E81 E.J. Gordon, T.R. Prohaska, M.P. Gallant, A.R. Sehgal, D. Strogatz, D. Conti, L.A. Siminoff, Prevalence and determinants of physical activity and fluid intake in kidney transplant recipients, Clin Transplant, 24 (2010) E69-81. [20] E.J. Gordon T.R. Prohaska M.P. Gallant A.R. Sehgal D. Strogatz R. Yucel Longitudinal analysis of physical activity, fluid intake, and graft function among kidney transplant recipients Transpl Int 22 2009 990 998 E.J. Gordon, T.R. Prohaska, M.P. Gallant, A.R. Sehgal, D. Strogatz, R. Yucel, D. Conti, L.A. Siminoff, Longitudinal analysis of physical activity, fluid intake, and graft function among kidney transplant recipients, Transpl Int, 22 (2009) 990-998. [21] KDIGO clinical practice guideline for the care of kidney transplant recipients Am J Transplant 9 2009 S1 155 KDIGO clinical practice guideline for the care of kidney transplant recipients, Am J Transplant, 9 Suppl 3 (2009) S1-155. [22] M.C.J. Osté, M.J. Duan, A.W. Gomes-Neto, P.C. Vinke, J.J. Carrero, C. Avesani, Q. Cai, L.H. Dekker, G.J. Navis, S.J.L. Bakker, E. Corpeleijn, Ultra-processed foods and risk of all-cause mortality in renal transplant recipients, Am J Clin Nutr, 115 (2022) 1646–1657. [23] M. Weber D. Berglund S. Reule S. Jackson A.J. Matas H.N. Ibrahim Daily fluid intake and outcomes in kidney recipients: post hoc analysis from the randomized ABCAN trial Clin Transplant 29 2015 261 267 M. Weber, D. Berglund, S. Reule, S. Jackson, A.J. Matas, H.N. Ibrahim, Daily fluid intake and outcomes in kidney recipients: post hoc analysis from the randomized ABCAN trial, Clin Transplant, 29 (2015) 261-267. [24] L. Magpantay F. Ziai R. Oberbauer M. Haas The effect of fluid intake on chronic kidney transplant failure: a pilot study J Ren Nutr 21 2011 499 505 L. Magpantay, F. Ziai, R. Oberbauer, M. Haas, The effect of fluid intake on chronic kidney transplant failure: a pilot study, J Ren Nutr, 21 (2011) 499-505. [25] S. Yamanaga Y. Hidaka C. Kawabata M. Toyoda K. Tanaka Y. Yamamoto Water intake, baseline biopsy, and graft function after living donor kidney transplantation Sci Rep 14 2024 3715 S. Yamanaga, Y. Hidaka, C. Kawabata, M. Toyoda, K. Tanaka, Y. Yamamoto, A. Inadome, A. Takeda, H. Yokomizo, Water intake, baseline biopsy, and graft function after living donor kidney transplantation, Sci Rep, 14 (2024) 3715. [26] M. Mazloum J. Jouffroy F. Brazier C. Legendre A. Neuraz N. Garcelon Osmoregulation performance and kidney transplant outcome J Am Soc Nephrol 30 2019 1282 1293 M. Mazloum, J. Jouffroy, F. Brazier, C. Legendre, A. Neuraz, N. Garcelon, D. Prié, D. Anglicheau, F. Bienaimé, Osmoregulation Performance and Kidney Transplant Outcome, J Am Soc Nephrol, 30 (2019) 1282-1293. [27] E.B. Pedersen H. Danielsen F. Knudsen A.H. Nielsen T. Jensen H.J. Kornerup Post-renal-transplant hypertension. Urine volume, free water clearance and plasma concentrations of arginine vasopressin, angiotensin II and aldosterone before and after oral water loading in hypertensive and normotensive renal transplant recipients Scand J Clin Lab Invest 46 1986 451 458 E.B. Pedersen, H. Danielsen, F. Knudsen, A.H. Nielsen, T. Jensen, H.J. Kornerup, M. Madsen, Post-renal-transplant hypertension. Urine volume, free water clearance and plasma concentrations of arginine vasopressin, angiotensin II and aldosterone before and after oral water loading in hypertensive and normotensive renal transplant recipients, Scand J Clin Lab Invest, 46 (1986) 451-458. [28] E. Tekgündüz S. Apaydin N. Seyahi M.R. Altiparmak Electrolyte free water clearance could be an early sign of renal dysfunction in renal transplant patients Transplant Proc 41 2009 3726 3730 E. Tekgündüz, S. Apaydin, N. Seyahi, M.R. Altiparmak, Electrolyte free water clearance could be an early sign of renal dysfunction in renal transplant patients, Transplant Proc, 41 (2009) 3726-3730. [29] C. Mao B. Chacko Fluid intake Postrenal transplant; drink to thirst or drink to target: does it matter? Transplantation 104 2020 e81 e82 C. Mao, B. Chacko, Fluid Intake Postrenal Transplant; Drink to Thirst or Drink to Target: Does It Matter?, Transplantation, 104 (2020) e81-e82. [30] P. Schnuelle F. Johannes van der Woude Perioperative fluid management in renal transplantation: a narrative review of the literature Transpl Int 19 2006 947 959 P. Schnuelle, F. Johannes van der Woude, Perioperative fluid management in renal transplantation: a narrative review of the literature, Transpl Int, 19 (2006) 947-959. [31] B. Afsar A. Ortiz A. Covic Y. Solak D. Goldsmith M. Kanbay Focus on renal congestion in heart failure Clin Kidney J 9 2016 39 47 B. Afsar, A. Ortiz, A. Covic, Y. Solak, D. Goldsmith, M. Kanbay, Focus on renal congestion in heart failure, Clin Kidney J, 9 (2016) 39-47. [32] E.M. Boorsma J.M. Ter Maaten A.A. Voors D.J. van Veldhuisen Renal compression in heart failure: the renal tamponade hypothesis JACC Heart Fail 10 2022 175 183 E.M. Boorsma, J.M. Ter Maaten, A.A. Voors, D.J. van Veldhuisen, Renal Compression in Heart Failure: The Renal Tamponade Hypothesis, JACC Heart Fail, 10 (2022) 175-183. [33] J. Rubio-Gracia I. Giménez-López M. Sánchez-Marteles C. Josa-Laorden J.I. Pérez-Calvo Intra-abdominal pressure and its relationship with markers of congestion in patients admitted for acute decompensated heart failure Heart Vessels 35 2020 1545 1556 J. Rubio-Gracia, I. Giménez-López, M. Sánchez-Marteles, C. Josa-Laorden, J.I. Pérez-Calvo, Intra-abdominal pressure and its relationship with markers of congestion in patients admitted for acute decompensated heart failure, Heart Vessels, 35 (2020) 1545-1556. [34] M.J. Bossingham N.S. Carnell W.W. Campbell Water balance, hydration status, and fat-free mass hydration in younger and older adults Am J Clin Nutr 81 2005 1342 1350 M.J. Bossingham, N.S. Carnell, W.W. Campbell, Water balance, hydration status, and fat-free mass hydration in younger and older adults, Am J Clin Nutr, 81 (2005) 1342-1350. [35] K.A. Kullgren P. Scholl K.M. Kidwell S.P. Hmiel Using an interactive water bottle to target fluid adherence in pediatric kidney transplant recipients: a pilot study Pediatr Transplant 19 2015 35 41 K.A. Kullgren, P. Scholl, K.M. Kidwell, S.P. Hmiel, Using an interactive water bottle to target fluid adherence in pediatric kidney transplant recipients: a pilot study, Pediatr Transplant, 19 (2015) 35-41. [36] S. Qurashi A. Tamimi M. Jaradat A. Al Sayyari Effect of fasting for Ramadan on kidney graft function during the hottest month of the year (august) in Riyadh, Saudi Arabia Exp Clin Transplant 10 2012 551 553 S. Qurashi, A. Tamimi, M. Jaradat, A. Al Sayyari, Effect of fasting for Ramadan on kidney graft function during the hottest month of the year (August) in Riyadh, Saudi Arabia, Exp Clin Transplant, 10 (2012) 551-553. [37] M. Ghalib J. Qureshi H. Tamim G. Ghamdi A. Flaiw F. Hejaili Does repeated Ramadan fasting adversely affect kidney function in renal transplant patients? Transplantation 85 2008 141 144 M. Ghalib, J. Qureshi, H. Tamim, G. Ghamdi, A. Flaiw, F. Hejaili, S. Taher, A. Katheri, F. Shaheen, A.A. Al-Khader, Does repeated Ramadan fasting adversely affect kidney function in renal transplant patients?, Transplantation, 85 (2008) 141-144. [38] S. Binsalih R.A. Al Sayyari M. Sheikho F.F. Hejaili A.A. Al Sayyari Effect of fasting the whole month of Ramadan on renal function among Muslim patients with kidney transplant: a meta-analysis Exp Clin Transplant 17 2019 588 593 S. Binsalih, R.A. Al Sayyari, M. Sheikho, F.F. Hejaili, A.A. Al Sayyari, Effect of Fasting the Whole Month of Ramadan on Renal Function Among Muslim Patients With Kidney Transplant: A Meta-Analysis, Exp Clin Transplant, 17 (2019) 588-593. [39] S. Malik, R. Hamer, S. Shabir, S. Youssouf, M. Morsy, R. Rashid, S. Waqar, N. Ghouri, Effects of fasting on solid organ transplant recipients during Ramadan - a practical guide for healthcare professionals, Clin Med (Lond), 21 (2021) e492-e498.",
    "scopus-id": "85201473841",
    "coredata": {
        "eid": "1-s2.0-S0955470X24000594",
        "dc:description": "Although kidney transplantation (KT) is the best treatment option for end-stage kidney disease, long-term complications such as chronic kidney allograft dysfunction and cardiovascular disorders are observed. To decrease these complications, preventive measures must be applied in kidney transplant recipients (KTRs). One of these common measures is the increase of water/fluid intake although this is not evidence-based practice. Indeed, surprisingly very limited studies evaluated the impact of increased water/fluid intake on graft function, with small number of KTRs and short term follow-up. We suggest that the water/fluid intake should be personalized based on baseline graft function, time onset after KT (which water homeostasis changes), presence of hyponatremia and hypervolemia, concomitant medications, and patient willingness. Methods for estimating water/fluid intake (direct measurement, 24-h urine volume measurement, urine osmolarity) has both advantages and drawbacks and the best method has not been identified. Increase of water/fluid intake in specific conditions (in hot, and humid weather, before exercise, during Ramadan fasting) or in distinct KTRs (KTRs with de novo nephrolithiasis, frequent urinary tract infections) is not tested. Furthermore, the relationship between water/fluid intake and major cardiovascular adverse events are not known. There is no doubt that minimum amount of water/fluid intake is necessary for graft function (the amount is not known) but there is no evidence for a particular target level of water/fluid intake. In the current review, we summarize the studies assessing fluid/water intake in KTR, explained the pathophysiologic basis of water disorders in early period of KT and late after KT, elucidate conflicts and unknown issues of water intake in KTRs and suggest future research needs.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0955470X24000594",
        "dc:creator": [
            {
                "@_fa": "true",
                "$": "Afsar, Baris"
            },
            {
                "@_fa": "true",
                "$": "Afsar, Rengin Elsurer"
            },
            {
                "@_fa": "true",
                "$": "Caliskan, Yasar"
            },
            {
                "@_fa": "true",
                "$": "Lentine, Krista L."
            }
        ],
        "link": [
            {
                "@_fa": "true",
                "@rel": "self",
                "@href": "https://api.elsevier.com/content/article/pii/S0955470X24000594"
            },
            {
                "@_fa": "true",
                "@rel": "scidir",
                "@href": "https://www.sciencedirect.com/science/article/pii/S0955470X24000594"
            }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0955-470X(24)00059-4",
        "prism:volume": "38",
        "articleNumber": "100876",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Water/fluid intake in Kıdney transplant recipients: An underrated topic",
        "prism:copyright": "© 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0955470X",
        "prism:issueIdentifier": "4",
        "dcterms:subject": [
            {
                "@_fa": "true",
                "$": "Fluid intake"
            },
            {
                "@_fa": "true",
                "$": "Graft function"
            },
            {
                "@_fa": "true",
                "$": "Kidney transplantation"
            },
            {
                "@_fa": "true",
                "$": "Urine volume"
            },
            {
                "@_fa": "true",
                "$": "Renal transplantation water intake"
            }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Transplantation Reviews",
        "prism:number": "4",
        "openaccessSponsorType": null,
        "prism:pageRange": "100876",
        "pubType": "rev",
        "prism:coverDisplayDate": "December 2024",
        "prism:doi": "10.1016/j.trre.2024.100876",
        "prism:startingPage": "100876",
        "dc:identifier": "doi:10.1016/j.trre.2024.100876",
        "openaccessSponsorName": null
    },
    "objects": {"object": [
        {
            "@category": "standard",
            "@height": "327",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52273",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "standard",
            "@height": "488",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19837",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "standard",
            "@height": "298",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33490",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "standard",
            "@height": "381",
            "@width": "625",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42805",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12736",
            "@ref": "gr4",
            "@mimetype": "image/gif"
        },
        {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "128",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4278",
            "@ref": "gr1",
            "@mimetype": "image/gif"
        },
        {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8633",
            "@ref": "gr3",
            "@mimetype": "image/gif"
        },
        {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9233",
            "@ref": "gr2",
            "@mimetype": "image/gif"
        },
        {
            "@category": "high",
            "@height": "867",
            "@width": "1654",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "160672",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "high",
            "@height": "2164",
            "@width": "1693",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "140800",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "high",
            "@height": "947",
            "@width": "1698",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "150774",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
        },
        {
            "@category": "high",
            "@height": "1037",
            "@width": "1699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0955470X24000594-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "152936",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
        }
    ]},
    "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85201473841"
    }
}}